const marathiData = {
  heading: "मशीन लर्निंग",
  paragraph:
    "मशीन लर्निंग (एमएल) ही कृत्रिम बुद्धिमत्तेची (एआय) एक शाखा आहे जी संगणक आणि मशीनना मानवांच्या शिकण्याच्या पद्धतीचे अनुकरण करण्यास, स्वायत्तपणकार्य करण्यास आणि अनुभव आणि अधिक डेटाच्या संपर्काद्वारे त्यांची कार्यक्षमता आणि अचूकता सुधारण्यास सक्षम करण्यावर लक्ष केंद्रित करते डीप लर्निंग आणि मशीन लर्निंग हे एकमेकांना बदलण्यायोग्य म्हणून वापरले जात असल्याने, दोघांमधील बारकावे लक्षात घेण्यासारखे आहे. मशीन लर्निंग, डीप लर्निंग आणि न्यूरल नेटवर्क हे सर्व कृत्रिम बुद्धिमत्तेचे उप-क्षेत्र आहेत. तथापि, न्यूरल नेटवर्क हे प्रत्यक्षात मशीन लर्निंगचे एक उप-क्षेत्र आहे आणि डीप लर्निंग हे न्यूरल नेटवर्कचे एक उप-क्षेत्र आहे.",
};
